<?php

/*  Template name: Згода */

?>

<?php get_header() ?>
<main>
    <section>
        <div class="agreement-wrapper">
            <h3>Згода на використання моїх персональних данних</h3>
            <p>
                Я, заповнюючи будь-яку форму на сайті tkachenko-beauty.com.ua надаю свою згоду Школі подології та nail-майстерності
                Тетяни Ткаченко, що знаходиться за веб-адресою <a style="color: #ab0101;" href="https://tkachenko-beauty.com.ua/">https://tkachenko-beauty.com.ua/</a>, на обробку та використання моїх
                персональних даних, а саме: ім’я, прізвище, номер телефону, електронна пошта, та інші дані, які
                я надаю.
            </p>
            <p>
                Я підтверджую, що ознайомлений(а) з метою збору моїх персональних даних, яка включає можливість
                зв’язку зі мною для інформування про новини, акції, спеціальні пропозиції сайту та/або надання
                інших маркетингових послуг.
            </p>
            <p>
                Я усвідомлюю своє право на доступ до моїх персональних даних, їхнє виправлення, видалення, а
                також право вимагати припинення їх обробки. Для цього мені достатньо звернутися до Школи подології та nail-майстерності
                Тетяни Ткаченко за вказаними контактними даними.
            </p>
            <p>
                Ця згода діє безстроково від моменту надання моїх даних і може бути відкликана мною в будь-який
                час, шляхом надсилання письмового повідомлення на адресу <a style="color: #ab0101;" href="mailto:tkachenko.podology@gmail.com">tkachenko.podology@gmail.com</a>
            </p>
        </div>
    </section>
</main>
<?php get_footer() ?>