<?php

/*  Template name: Offer */

?>
<?php get_header() ?>

<main>
    <section></section>
    <div class="offer-wrapper">

        <h2>Договір публічної оферти</h2>
        <p>
            Приймаючи цю публічну оферту, Ви погоджуєтесь зі всіма викладеними нижче умовами і
            підтверджуєте, що Вам зрозумілі всі її положення та укладаєте на цих умовах договір про надання
            послуг з oнлайн-практикум «Робота с бородавками. Просто про складне».
        </p>
        <h3>Публічна оферта</h3>
        <p>
            "Cтудія Тетяни Ткаченко" (через фізичну-особу підприємця Ткаченко Тетяна) пропонує
            фізичним та юридичним особам (далі – Користувач) (разом у тексті – Сторони, окремо Сторона)
            приєднатися до цього договору публічної оферти про надання послуг (далі – Договір) на визначених
            у ньому умовах та відповідно до обраного переліку послуг. Приєднанням до цього Договору також
            вважатимуться конклюдентні дії: проставлення галочки навпроти поля «Ознайомлений із публічною
            офертою» та/або оплата рахунку чи використання онлайн платіжного засобу для оплати за
            онлайн-практикум
            та/або отримання доступу до онлайн навчальних курсів/матеріалів. У разі незгоди з умовами
            цього Договору укладення договору приєднання не є можливим.
        </p>
        <h3>1. Визначення понять</h3>
        <p>
            1.1. Онлайн-практикум «Робота с бородавками. Просто про складне» – набір навчальних матеріалів, що рекламується в мережі
            Інтернет, та розміщуються та адмініструються Виконавцем за допомогою спеціалізованого
            програмного середовища для опрацювання навчальних матеріалів та проходження онлайн-курсів на
            сайті https://tkachenko-beauty.com.ua/. Виконавець може на власний розсуд
            змінювати.
        </p>
        <p>
            1.2. Курс – сукупність навчальних модулів (відео-матеріалів, завдань, тощо), які складені
            відповідно до певної тематики та в межах яких надаються послуги.
        </p>
        <p>
            1.3. Навчальний матеріал – методичні матеріали, презентація, інтерактивний матеріал, відеозапис
            тощо, які розміщені в онлайн-практикумі «Робота с бородавками. Просто про складне».
        </p>
        <p>
            1.4. Тарифи – відомості про ціну навчального матеріалу, курсу, умови надання знижок, інших
            корисних переваг, які зазначені на веб-сайті "Cтудія Тетяни Ткаченко", соцмережах чи рекламних
            матеріалах.
        </p>
        <h3>2. Предмет договору</h3>
        <p>
            2.1 Виконавець зобов’язується надати Користувачу послуги, зміст яких полягає в доступі
            Користувача до відповідних навчальних матеріалів, певного онлайн-курсу протягом дії
            договору (дванадцять місяців), а Користувач – прийняти і оплатити послуги на умовах, визначених
            в цій оферті. Вартість конкретного навчального матеріалу, визначена на сайті або рекламних
            матеріалах.
        </p>
        <h3>3. Порядок укладення договору</h3>
        <p>
            3.1 Цей Договір укладається на умовах договору приєднання (ст. 634 Цивільного кодексу України)
            та вважається укладеним з моменту прийняття публічної оферти
        </p>
        <p>
            3.2 Приймаючи публічну оферту на укладення такого Договору, Користувач підтверджує, що він
            повністю приймає його умови.
        </p>
        <p>
            3.3 Користувач приймає (акцептує) оферту шляхом: здійснення конклюдентних дій – оплати вибраного
            навчального матеріалу та/або курку на умовах, зазначених у розділі 4 цього Договору. Письмова
            форма цього Договору згідно ЗУ «Про електронну комерцію» додатково може підтверджуватися
            направленням електронного листа
        </p>
        <h3>4. Ціна послуг та порядок разрахунків</h3>
        <p>
            4.1. Ціна визначається та застосовується відповідно до обраного Користувачем навчального
            матеріалу та/або курсу, яка вказується на відповідній веб-сторінці "Cтудія Тетяни Ткаченко",
            соцмережах чи рекламних матеріалах.
        </p>
        <p>
            4.2. Розрахунки за послуги здійснюються шляхом перерахування грошей на рахунок Виконавця чи
            через онлайн платіжні системи, що використовуються Виконавцем.
        </p>
        <p>
            4.3. Оплата послуг здійснюється у гривневому еквіваленті згідно з встановленим Національним
            банком України курсом валют станом на день оплати.
        </p>
        <p>
            4.4. Після повної або часткової оплати кошти не повертаються. У випадку, якщо Користувач сплатив
            бронь навчального матеріалу, курсу (якщо це передбачалося умовами оплати), що є частиною оплати
            за навчальний матеріал, курс і не здійснив решти оплати, сума такого забезпечувального платежу
            не повертається Користувачеві.
        </p>
        <p>
            4.5. Користувач не може вимагати зниження вартості послуг чи повернення коштів, у випадку, якщо
            він не скористався послугами. Моментом виконання надання послуг вважається передача доступу до
            відеозапису Користувачеві.
        </p>
        <p>
            4.6. Користувач може отримати знижку на ціну навчального матеріалу та/або курсу. Умови надання
            знижки на навчальний матеріал та/або курс доводяться до відома Користувача через рекламні
            матеріали. Знижка не надається після купівлі навчального матеріалу та/або курсу.
        </p>
        <h3>5. Порядок та терміни надання послуг</h3>
        <p>
            5.1. Послуги надаються в мережі Інтернет шляхом надання Користувачеві доступу до вибраного
            ним
            начального матеріалу та/або курсу протягом строку дії цього договору (дванадцять місяців).
        </p>
        <p>
            5.2. Дата початку доступу до навчального матеріалу та/або курсу зазначаються на веб-сайті
            чи у рекламних матеріалах.
        </p>
        <p>
            5.3. Виконавець не несе відповідальність, якщо Користувач пропустив термін доступу, семінар,
            вебінар, інші елементи навчального матеріалу та/або курсу, розраховані на їх сприйняття
            Користувачем.
        </p>
        <p>
            5.4. Усі навчальні матеріали є авторськими та суб’єктивними.
            Виконавець може не погоджуватися із позиціями викладеними у цих матеріалах. Авторські
            майнові
            права на всі навчальні матеріали передані Виконавцю згідно з відповідними угодами.
        </p>
        <h3>6. Обов'язки сторін</h3>
        <p>6.1. Обов’язки ВИКОНАВЦЯ:</p>
        <p>
            6.1.1. Надати Користувачеві послуги відповідно до умов цієї оферти.
        </p>
        <p>
            6.1.2. Передати Користувачеві посилання на онлайн-практикум не пізніше дати
            початку доступу до навчального матеріалу та/або курсу , яка буде оголошена в рекламних
            матеріалах.
        </p>
        <p>
            6.1.3. Надавати Користувачеві онлайн підтримку через електронну пошту чи чат, який буде
            створено
            (вайбер, телеграм) або інший канал зв’язку на вибір Виконавця.
        </p>
        <p>
            6.2. Обов’язки КОРИСТУВАЧА:
        </p>
        <p>
            6.2.1. Прийняти та оплатити послуги відповідно до умов цієї оферти
        </p>
        <p>
            6.2.2. Споживати послуги особисто, не передавати доступ до начальних матеріалів та/або
            курсу
            будь-яким третім особам, не копіювати та іншим чином не відтворювати навчальні
            матеріали. У разі
            порушення цієї умови Виконавець має право розірвати договір в односторонньому порядку, а
            Користувач зобов’язується сплатити штраф у розмірі 300% вартості навчального матеріалу
            та/або
            курсу.
        </p>
        <h3>7. Права інтелектуальної власності</h3>
        <p>7.1. Усі права на веб-сайт належать Виконавцеві.</p>
        <p>
            7.2. Права інтелектуальної власності на навчальні матеріали, використані в
            Онлайн-практикумі,
            зокрема,
            але не виключно, зображення, відео, логотипи, графіка, звуки, належать Виконавцю.
        </p>
        <p>
            7.3. Виконавець також використовує об’єкти права інтелектуальної власності, що можуть
            належати
            іншим особам, на підставі відповідної ліцензії, договору чи іншої законної підстави.
        </p>
        <p>
            7.4. Виконавець надає Користувачеві обмежену, невиключну, відкличну і без права
            субліцензування
            ліцензію на використання навчальних матеріалів.
        </p>
        <p>
            7.5. Надаючи право на використання Користувачем об’єктів права використовувати для цілей
            виконання цього Договору, Виконавець не передає будь-яких прав інтелектуальної власності
            на такі
            об’єкти та не надає дозволу на їх використання в цілях інших, ніж визначені Договором.
        </p>
        <h3>8. Відповідальність сторін</h3>
        <p>8.1. У випадку порушення умов оплати послуг Виконавець має право розірвати договір в
            односторонньому порядку та обмежити доступ до Онлайн-практикума та навчальних
            матеріалів.</p>
        <p>
            8.2. Виконавець може односторонньо розірвати цей Договір та заблокувати доступ до
            навчальних
            матеріалів у випадку: – виявлення поширення (чи будь-якого відтворення) навчальних
            матеріалів публічно та (або) передання доступу до Онлайн-практикума третім особам, які
            не є
            Стороною
            Договору та (або) купівлею навчального матеріалу та/або курсу в складчину, спільно
            кількома
            особами.
        </p>
        <p>
            8.3. У випадку виявлення Виконавцем порушень передбачених п. 8.2. цього Договору,
            Користувач
            зобов’язується сплатити штраф у розмірі 300% вартості навчального матеріалу та/або
            курсу.
            Порушення можуть бути зафіксовані скрінами екранів, програмними засобами чи фактами
            доступу до
            Онлайн-практикума третіх осіб чи будь-яким іншим розумним засобами.
        </p>
        <h3>9. Вирішення спорів</h3>
        <p>9.1. В разі виникнення спорів Сторони вживатимуть заходи досудового врегулювання спорів.
        </p>
        <h3>10. Строк дії договору</h3>
        <p>
            10.1. Договір діє до моменту спливу 12 (дванадцяти) місяців від дня початку доступу до
            навчального матеріалу та/або курсу відповідно до програми. Доступ до Онлайн-практикума
            та
            навчальних
            матеріалів надається лише на термін дії Договору. У випадку, якщо Користувач не
            скористався
            послугами протягом цього терміну з особистих причин, термін дії Договору не
            продовжується.
        </p>
        <p>10.2. Виконавець має право в односторонньому порядку розірвати цей Договір у випадку:</p>
        <p>10.2.1. невиконання Стороною своїх обов’язків за цим Договором;</p>
        <p>10.2.2. у випадках передбачених розділом цього Договору.</p>
        <h3>11. Інші умови</h3>
        <p>
            11.1. Приєднуючись до цього Договору Користувач надає Виконавцеві право на збирання,
            обробку та
            зберігання своїх персональних даних відповідно до Політики конфіденційності.
        </p>
        <p>
            11.2. Виконавець може змінити умови цього Договору в односторонньому порядку,
            розмістивши нову
            редакцію на веб-сайті "Cтудія Тетяни Ткаченко" https://tkachenko-beauty.com.ua/. У
            випадку
            незгоди зі
            зміненими умовами Користувач має право розірвати Договір в односторонньому порядку.
        </p>
        <p>
            11.3. Погоджуючись з цією Публічною офертою, Користувач надає право Виконавцю надсилати
            Користувачу електронні листи щодо участі в опитуванні користувачів, поставити запитання
            з метою
            покращення поточного чи перспективного вмісту. Така інформація може бути використана для
            покращення сайту і кращого розуміння потреб користувачів. Будь-яка інформація, яка
            отримується
            під час таких опитувань, не передаватиметься третім сторонам, за винятком узагальненої
            форми без
            розкриття особи Користувача.
        </p>
        <p>
            11.4. Якщо інше не передбачено цією офертою, застосовуються звичайні договірні умови,
            встановлені законодавством.
        </p>
        <h3>12. Реквізити виконавця</h3>
        <p>Фізична особа-підприємець: Ткаченко Тетяна</p>
        <p>Адреса: Украіна, м. Київ, вул. Князів Острозьких (колишня Московська) 17/2</p>
        <p>Електронна пошта: tkachenko.podology@gmail.com</p>

    </div>
    </section>
</main>
<?php get_footer() ?>